'''1) შექმენით ცვლადი რომელშიც შეინახავთ მომხმარებლის ანგარიშის ემაილს, კომენმტარებით
 ახსენით თუ რატომ არ ვწერთ ამ ცვლადის სახელის სიტყვებს შეერთებულად და რა ქვია იმ მიდგომას რომელსაც თქვენ იყენებთ,
   ასევე დაწერეთ თქვენი სიტყვებით თუ რა არის ცვლადი და ჩამოწერეთ მისი შექმნის ნაბიჯები (3), 
   საობლოოდ შექმენით ცვლადი number შემდეგ შეცვალეთ მისი მნიშვნელობა Number = 10-ით, საბოლოოდ კი NuMBEr = 20-ით და დაბეჭდეთ 
   ეს მნიშვნელობა აღწერეთ რა შედეგი მიიღეთ და რატომ რას ნიშნავს python არის case senseitive'''
#  class work 1
Account = "account1@gmail.com"

# ცვლადის სახელი იმიტომ არ იწერება შეერთებულად რომ მარტივი იყოს იმის გაგება თ რა არის და რას წარმოადგენს (რისი ცვლადია)
# ცვლადი არის ასე რომ ვთქვად შემცვლლელი სხვა უფრო დიდი სიტყვის ან ნებისმიერი მნიშვნელის
# 1) ცვლადის მნიშვნელობის მიცემა
# 2)დავაკავშიროთ ცვლადი მნიშვნელობასთან
# 3)უშვალოდ მნიშვნელობის მინიჭება

Number = 5
number = 10
Number = 20
print(Number)

# შედეგად მივიღეთ ის რომ კოდმა case sensetive გამოიჩინა და დაპრინტა ზუსტად ის რაც მივუთითე
# case sensetive ნიშნავს იმას რომ ყურადღებას პროგრამა არა მარტო კოდის სიზუსტეს არამედ კოდის (case)საც აქცევს ყურადღებას
 



      # classwork 2

vegitable = "potato"
vegitable = "brocoli"
vegitable + "potato"
vegitable *3

